Repository: evanjt/traintime
Catalog: apple/TrainTimePhone/Localizable.xcstrings
Source language: en
Languages: de, fr, it

source: Stop tracking
de: Verfolgung beenden
fr: Arrêter le suivi
it: Termina il tracciamento

source: %@ ahead
de: %@ voraus
fr: %@ d'avance
it: %@ in anticipo

source: %@ behind
de: %@ zurück
fr: %@ de retard
it: %@ in ritardo

source: %@ departs %@ · %@
de: %@ fährt um %@ · %@
fr: %@ part à %@ · %@
it: %@ parte alle %@ · %@

source: %@ error
de: %@: Fehler
fr: %@ : erreur
it: %@: errore

source: %@ walk - %lldm
de: %@ zu Fuss - %lldm
fr: %@ à pied - %lldm
it: %@ a piedi - %lldm

source: %@ · %lld min to change
de: %@ · %lld min zum Umsteigen
fr: %@ · %lld min pour changer
it: %@ · %lld min per il cambio

source: %@ · platform %@
de: %@ · Gleis %@
fr: %@ · quai %@
it: %@ · bin. %@

source: %lld m away (~%lld min walk). Reminder would fire %lld min before departure.
de: %lld m entfernt (~%lld min zu Fuss). Erinnerung käme %lld min vor Abfahrt.
fr: À %lld m (~%lld min à pied). Le rappel partirait %lld min avant le départ.
it: A %lld m (~%lld min a piedi). Il promemoria partirebbe %lld min prima della partenza.

source: %lld min buffer
de: %lld min Reserve
fr: %lld min de marge
it: %lld min di margine

source: %lld min walk
de: %lld min zu Fuss
fr: %lld min à pied
it: %lld min a piedi

source: A quick rating helps other commuters find the app.
de: Eine kurze Bewertung hilft anderen Pendlern, die App zu finden.
fr: Une petite évaluation aide d'autres pendulaires à trouver l'app.
it: Una breve recensione aiuta altri pendolari a trovare l'app.

source: Add Favourite
de: Favorit speichern
fr: Mettre en favori
it: Salva preferito

source: Add the TrainTime widget from your home screen.
de: Füge das TrainTime Widget über deinen Startbildschirm hinzu.
fr: Ajoutez le widget TrainTime depuis votre écran d'accueil.
it: Aggiungi il widget TrainTime dalla schermata Home.

source: Add the widget
de: Widget hinzufügen
fr: Ajouter le widget
it: Aggiungi il widget

source: Adjust for distance to station
de: An Distanz zur Station anpassen
fr: Ajuster à la distance de l'arrêt
it: Adatta alla distanza dalla fermata

source: Allowed
de: Erlaubt
fr: Activées
it: Attive

source: App closed
de: App geschlossen
fr: App fermée
it: App chiusa

source: Appearance
de: Darstellung
fr: Apparence
it: Aspetto

source: Attribution
de: Quellen
fr: Sources
it: Fonti

source: Back
de: Zurück
fr: Retour
it: Indietro

source: Background location is off. This reminder is timed from where you were when it was saved.
de: Hintergrund-Standort ist aus. Diese Erinnerung richtet sich nach deinem Standort beim Speichern.
fr: La localisation en arrière-plan est désactivée. Ce rappel se base sur votre position au moment de l'enregistrement.
it: La posizione in background è disattivata. Questo promemoria si basa sulla tua posizione al momento del salvataggio.

source: Before a connection
de: Vor einer Verbindung
fr: Avant une correspondance
it: Prima di una coincidenza

source: Bring trips from SBB
de: Reisen aus der SBB App
fr: Vos trajets depuis l'app CFF
it: Porta i viaggi da FFS

source: Change at %@
de: Umsteigen in %@
fr: Changement à %@
it: Cambio a %@

source: Continue
de: Weiter
fr: Continuer
it: Continua

source: Couldn't open the link. Check your connection
de: Link liess sich nicht öffnen. Prüfe deine Verbindung
fr: Impossible d'ouvrir le lien. Vérifiez votre connexion
it: Impossibile aprire il link. Controlla la connessione

source: Couldn't read this trip link
de: Reiselink konnte nicht gelesen werden
fr: Impossible de lire ce lien de trajet
it: Impossibile leggere questo link

source: Couldn't save this departure
de: Abfahrt konnte nicht gespeichert werden
fr: Impossible d'enregistrer ce départ
it: Impossibile salvare questa partenza

source: Dark
de: Dunkel
fr: Sombre
it: Scuro

source: Default Mode
de: Standardmodus
fr: Mode par défaut
it: Modo predefinito

source: Departed
de: Abgefahren
fr: Parti
it: Partito

source: Departs %@ from %@
de: Abfahrt %@ ab %@
fr: Départ à %@ de %@
it: Parte alle %@ da %@

source: Departure data
de: Abfahrtsdaten
fr: Données de départ
it: Dati di partenza

source: Departures
de: Abfahrten
fr: Départs
it: Partenze

source: Departures around you
de: Abfahrten um dich herum
fr: Les départs autour de vous
it: Le partenze intorno a te

source: Discard
de: Verwerfen
fr: Supprimer
it: Elimina

source: Discard saved route?
de: Gespeicherte Route verwerfen?
fr: Supprimer l'itinéraire enregistré ?
it: Eliminare il percorso salvato?

source: Distance test
de: Distanztest
fr: Test de distance
it: Test distanza

source: Distance test: %@
de: Distanztest: %@
fr: Test de distance : %@
it: Test distanza: %@

source: Don't ask again
de: Nicht mehr fragen
fr: Ne plus demander
it: Non chiedere più

source: Done
de: Fertig
fr: Terminé
it: Fatto

source: Enable background location
de: Hintergrund-Standort aktivieren
fr: Activer la localisation en arrière-plan
it: Attiva la posizione in background

source: Enjoying TrainTime?
de: Gefällt dir TrainTime?
fr: TrainTime vous plaît ?
it: Ti piace TrainTime?

source: Failed to send
de: Senden fehlgeschlagen
fr: Échec de l'envoi
it: Invio non riuscito

source: Favourite
de: Favorit
fr: Favori
it: Preferito

source: Favourites
de: Favoriten
fr: Favoris
it: Preferiti

source: Finding stations...
de: Suche Stationen...
fr: Recherche des arrêts...
it: Cerco fermate...

source: From the SBB Mobile app
de: Aus der SBB Mobile App
fr: Depuis l'app Mobile CFF
it: Dall'app FFS Mobile

source: GPS: Searching...
de: GPS: Suche...
fr: GPS : recherche...
it: GPS: ricerca...

source: Garmin Watch
de: Garmin-Uhr
fr: Montre Garmin
it: Orologio Garmin

source: Have a Garmin? Track on your phone and send a departure to your wrist. There's an Apple Watch app too.
de: Hast du eine Garmin? Verfolge am Handy und sende eine Abfahrt ans Handgelenk. Es gibt auch eine Apple Watch App.
fr: Vous avez une Garmin ? Suivez sur le téléphone et envoyez un départ à votre poignet. Il y a aussi une app Apple Watch.
it: Hai una Garmin? Segui sul telefono e invia una partenza al polso. C'è anche un'app Apple Watch.

source: It now sits above the gold line and still appears in the list below.
de: Sie steht jetzt über der goldenen Linie und bleibt in der Liste darunter.
fr: Elle se place au-dessus de la ligne dorée et reste dans la liste en dessous.
it: Ora sta sopra la linea dorata e resta anche nell'elenco sotto.

source: Keep
de: Behalten
fr: Garder
it: Tieni

source: Keep as is
de: So lassen
fr: Laisser ainsi
it: Lascia così

source: Keep existing
de: Behalten
fr: Garder l'actuel
it: Tieni quello attuale

source: Language
de: Sprache
fr: Langue
it: Lingua

source: Later trips wait as a saved route. Open it to see every leg, choose which connections to track, and get a reminder before departure, timed to your walk to the station if you turn that on.
de: Spätere Reisen warten als gespeicherte Route. Öffne sie, um jede Etappe zu sehen, Verbindungen zum Verfolgen zu wählen und vor Abfahrt erinnert zu werden, auf Wunsch auf deinen Fussweg abgestimmt.
fr: Les trajets plus tardifs attendent comme itinéraire enregistré. Ouvrez-le pour voir chaque étape, choisir les correspondances à suivre et recevoir un rappel avant le départ, calé sur votre marche si vous l'activez.
it: I viaggi successivi attendono come percorso salvato. Aprilo per vedere ogni tratta, scegliere le coincidenze da seguire e ricevere un promemoria prima della partenza, calibrato sulla tua camminata se lo attivi.

source: Light
de: Hell
fr: Clair
it: Chiaro

source: Live departures from Open Transport Data Switzerland, operated by Swiss Federal Railways (SBB), via the OJP API.
de: Live-Abfahrten von Open Transport Data Switzerland, betrieben von den Schweizerischen Bundesbahnen (SBB), über die OJP-API.
fr: Départs en direct d'Open Transport Data Switzerland, exploité par les Chemins de fer fédéraux (CFF), via l'API OJP.
it: Partenze in tempo reale da Open Transport Data Switzerland, gestito dalle Ferrovie federali svizzere (FFS), tramite l'API OJP.

source: Map
de: Karte
fr: Carte
it: Mappa

source: Mirror to watch
de: Auf Uhr spiegeln
fr: Miroir sur la montre
it: Duplica sull'orologio

source: Mirror your departures to a watch. Garmin requires the Garmin Connect app.
de: Spiegelt deine Abfahrten auf eine Uhr. Garmin braucht die Garmin Connect App.
fr: Reflète vos départs sur une montre. Garmin nécessite l'app Garmin Connect.
it: Riflette le tue partenze su un orologio. Garmin richiede l'app Garmin Connect.

source: Nearby stations
de: Stationen in der Nähe
fr: Arrêts à proximité
it: Fermate vicine

source: New in this version: a saved route's reminder can time itself to your live distance from the station, even with the app closed. This is optional. TrainTime collects background location only for this. Without it, reminders use your last known location.
de: Neu in dieser Version: Die Erinnerung an eine gespeicherte Route kann sich nach deiner Live-Distanz zum Bahnhof richten, auch bei geschlossener App. Das ist optional. TrainTime erfasst den Standort im Hintergrund nur dafür. Ohne diese Freigabe nutzen Erinnerungen deinen zuletzt bekannten Standort.
fr: Nouveau dans cette version : le rappel d'un itinéraire enregistré peut se caler sur votre distance en direct jusqu'à la gare, même app fermée. C'est optionnel. TrainTime ne collecte la position en arrière-plan que pour cela. Sans cela, les rappels utilisent votre dernière position connue.
it: Novità di questa versione: il promemoria di un percorso salvato può basarsi sulla tua distanza in tempo reale dalla stazione, anche con l'app chiusa. È facoltativo. TrainTime rileva la posizione in background solo per questo. Senza, i promemoria usano la tua ultima posizione nota.

source: Next
de: Weiter
fr: Suivant
it: Avanti

source: Next connection
de: Nächste Verbindung
fr: Prochaine correspondance
it: Prossima coincidenza

source: No GPS
de: Kein GPS
fr: Pas de GPS

source: No SBB trip link found
de: Kein SBB-Reiselink gefunden
fr: Aucun lien de trajet CFF trouvé
it: Nessun link di viaggio FFS trovato

source: No connection
de: Keine Verbindung
fr: Pas de connexion
it: Nessuna connessione

source: No favourites yet
de: Noch keine Favoriten
fr: Pas encore de favoris
it: Ancora nessun preferito

source: No station selected
de: Keine Station gewählt
fr: Aucun arrêt sélectionné
it: Nessuna stazione selezionata

source: No stations nearby
de: Keine Stationen in der Nähe
fr: Aucun arrêt à proximité
it: Nessuna fermata vicina

source: No sync
de: Keine Synchro
fr: Pas de synchro
it: Nessuna sincro

source: No watch connected
de: Keine Uhr verbunden
fr: Aucune montre connectée
it: Nessun orologio connesso

source: Not connected
de: Nicht verbunden
fr: Non connectée
it: Non connesso

source: Not in Switzerland
de: Nicht in der Schweiz
fr: Hors de Suisse
it: Fuori dalla Svizzera

source: Not now
de: Nicht jetzt
fr: Pas maintenant
it: Non ora

source: Nothing to track in this trip
de: Nichts zu verfolgen in dieser Reise
fr: Rien à suivre dans ce trajet
it: Niente da seguire in questo viaggio

source: Notifications
de: Benachrichtigungen
it: Notifiche

source: Notified in %lld min
de: Erinnerung in %lld min
fr: Rappel dans %lld min
it: Promemoria tra %lld min

source: Off
de: Aus

source: On
de: Ein

source: On time
de: Pünktlich
fr: À l'heure
it: In orario

source: Open
de: Offen
fr: Ouverte
it: Aperta

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les réglages
it: Apri impostazioni

source: Open TrainTime on your watch
de: Öffne TrainTime auf deiner Uhr
fr: Ouvrez TrainTime sur votre montre
it: Apri TrainTime sull'orologio

source: Open Watch app
de: Watch-App öffnen
fr: Ouvrir l'app Watch
it: Apri l'app Watch

source: Open source & third party
de: Open Source & Drittanbieter
fr: Open source & tiers
it: Open source & terze parti

source: Otherwise built with Apple's SwiftUI, WidgetKit and WatchConnectivity.
de: Sonst gebaut mit Apples SwiftUI, WidgetKit und WatchConnectivity.
fr: Construit par ailleurs avec SwiftUI, WidgetKit et WatchConnectivity d'Apple.
it: Per il resto costruito con SwiftUI, WidgetKit e WatchConnectivity di Apple.

source: Outside Switzerland
de: Ausserhalb der Schweiz
fr: Hors de Suisse
it: Fuori dalla Svizzera

source: Pair a Garmin watch
de: Garmin-Uhr koppeln
fr: Coupler une montre Garmin
it: Abbina un orologio Garmin

source: Pick the mode you ride most. TrainTime opens on it.
de: Wähle den Modus, den du am meisten nutzt. TrainTime startet damit.
fr: Choisissez le mode que vous prenez le plus. TrainTime s'ouvre dessus.
it: Scegli il mezzo che usi di più. TrainTime si apre lì.

source: Pin a station
de: Eine Station anpinnen
fr: Épingler une gare
it: Fissa una stazione

source: Pinned stations lead the list whenever they're among the five nearest, so your home station stays first.
de: Angepinnte Stationen führen die Liste an, sobald sie zu den fünf nächsten gehören. So bleibt deine Heimstation vorne.
fr: Les gares épinglées mènent la liste dès qu'elles sont parmi les cinq plus proches. Votre gare reste en tête.
it: Le stazioni fissate guidano l'elenco quando sono tra le cinque più vicine. Così la tua stazione resta in cima.

source: Platform %@
de: Gleis %@
fr: Quai %@
it: Binario %@

source: Platform changed
de: Gleiswechsel
fr: Changement de quai
it: Cambio di binario

source: Primary watch
de: Bevorzugte Uhr
fr: Montre principale
it: Orologio principale

source: Put your next departures on the home screen.
de: Deine nächsten Abfahrten auf dem Startbildschirm.
fr: Vos prochains départs sur l'écran d'accueil.
it: Le tue prossime partenze nella schermata Home.

source: Rate TrainTime
de: TrainTime bewerten
fr: Évaluer TrainTime
it: Valuta TrainTime

source: Rate limited
de: Zu viele Anfragen
fr: Trop de requêtes
it: Troppe richieste

source: Remind
de: Erinnern
fr: Rappel
it: Promemoria

source: Remind me
de: Erinnere mich
fr: Me rappeler
it: Ricordamelo

source: Remind me before departure
de: Vor Abfahrt erinnern
fr: Me rappeler avant le départ
it: Ricordamelo prima della partenza

source: Reminders for a saved route. The connection lead is used once you're already on the way.
de: Erinnerungen für eine gespeicherte Route. Der Verbindungs-Vorlauf gilt, sobald du unterwegs bist.
fr: Rappels pour un itinéraire enregistré. Le délai de correspondance s'applique une fois en route.
it: Promemoria per un percorso salvato. L'anticipo di coincidenza vale quando sei già in viaggio.

source: Remove Favourite
de: Favorit entfernen
fr: Retirer le favori
it: Rimuovi preferito

source: Replace
de: Ersetzen
fr: Remplacer
it: Sostituisci

source: Replace queued route?
de: Gespeicherte Route ersetzen?
fr: Remplacer l'itinéraire enregistré ?
it: Sostituire il percorso salvato?

source: Replay the tour anytime in Settings.
de: Du kannst den Rundgang jederzeit in den Einstellungen wiederholen.
fr: Vous pouvez revoir la visite à tout moment dans les réglages.
it: Puoi rivedere la guida quando vuoi nelle impostazioni.

source: Replay walkthrough
de: Rundgang wiederholen
fr: Revoir la visite guidée
it: Rivedi la guida

source: Resume
de: Weiter
fr: Reprendre
it: Riprendi

source: Route reminders
de: Routen-Erinnerungen
fr: Rappels d'itinéraire
it: Promemoria percorso

source: Route reminders are working. This is a test.
de: Routen-Erinnerungen funktionieren. Dies ist ein Test.
fr: Les rappels d'itinéraire fonctionnent. Ceci est un test.
it: I promemoria funzionano. Questo è un test.

source: Route to %@
de: Route nach %@
fr: Itinéraire vers %@
it: Percorso per %@

source: Saved route to %@ has passed
de: Gespeicherte Route nach %@ ist vorbei
fr: L'itinéraire vers %@ est passé
it: Il percorso salvato per %@ è passato

source: Saved routes and reminders
de: Gespeicherte Routen und Erinnerungen
fr: Itinéraires enregistrés et rappels
it: Percorsi salvati e promemoria

source: Saved. We'll remind you before departure
de: Gespeichert. Wir erinnern dich vor der Abfahrt
fr: Enregistré. Nous vous rappellerons avant le départ
it: Salvato. Ti avviseremo prima della partenza

source: Send test notification
de: Testbenachrichtigung senden
fr: Envoyer une notification test
it: Invia notifica di prova

source: Send to %@
de: An %@ senden
fr: Envoyer à %@
it: Invia a %@

source: Send to Watch
de: An die Uhr senden
fr: Envoyer à la montre
it: Invia all'orologio

source: Send your tracked train, mode, station and location to your watch
de: Sendet Zug, Modus, Station und Standort an deine Uhr
fr: Envoie train suivi, mode, gare et position à votre montre
it: Invia treno seguito, modo, stazione e posizione all'orologio

source: Sent to %@
de: An %@ gesendet
fr: Envoyé à %@
it: Inviato a %@

source: Sent to watch
de: An die Uhr gesendet
fr: Envoyé à la montre
it: Inviato all'orologio

source: Set your default mode
de: Standardmodus wählen
fr: Choisir le mode par défaut
it: Scegli il modo predefinito

source: Settings
de: Einstellungen
fr: Réglages
it: Impostazioni

source: Share to
de: Teilen mit
fr: Partager vers
it: Condividi con

source: Sharing a trip from SBB Mobile? Send it to TrainTime and it picks up your train.
de: Teilst du eine Reise aus SBB Mobile? Sende sie an TrainTime und dein Zug wird übernommen.
fr: Vous partagez un trajet depuis Mobile CFF ? Envoyez-le à TrainTime et il reprend votre train.
it: Condividi un viaggio da FFS Mobile? Invialo a TrainTime e riprende il tuo treno.

source: Show on Map
de: Auf Karte zeigen
fr: Voir sur la carte
it: Mostra sulla mappa

source: Skip
de: Überspringen
fr: Passer
it: Salta

source: Smarter route reminders
de: Schlauere Routen-Erinnerungen
fr: Rappels d'itinéraire plus précis
it: Promemoria di percorso più precisi

source: Special
de: Spezial
fr: Spécial
it: Speciale

source: Star your lines
de: Deine Linien markieren
fr: Vos lignes en favori
it: Le tue linee con la stella

source: Stations
de: Stationen
fr: Arrêts
it: Fermate

source: Step %lld of %lld
de: Schritt %lld von %lld
fr: Étape %lld sur %lld
it: Passo %lld di %lld

source: Swipe a line right, or hold it, to favourite it.
de: Wische eine Linie nach rechts oder halte sie, um sie zu favorisieren.
fr: Glissez une ligne vers la droite, ou maintenez-la, pour la mettre en favori.
it: Scorri una linea a destra, o tienila premuta, per salvarla nei preferiti.

source: Swiss border outline from Natural Earth, 1:10m resolution, public domain.
de: Schweizer Grenzumriss von Natural Earth, Auflösung 1:10m, gemeinfrei.
fr: Contour de la Suisse de Natural Earth, résolution 1:10m, domaine public.
it: Confine svizzero da Natural Earth, risoluzione 1:10m, pubblico dominio.

source: Switch what you see with the mode chips. Each mode has its own nearby stops.
de: Wechsle die Ansicht mit den Modus-Chips. Jeder Modus hat eigene Haltestellen.
fr: Changez de vue avec les puces de mode. Chaque mode a ses propres arrêts.
it: Cambia vista con i selettori di modo. Ogni modo ha le sue fermate.

source: Syncs live
de: Synchronisiert live
fr: Synchro en direct
it: Sincronizza live

source: Take it to your watch
de: Auf deine Uhr damit
fr: Emportez-le au poignet
it: Portalo al polso

source: Tap a departure to follow it.
de: Tippe auf eine Abfahrt, um ihr zu folgen.
fr: Touchez un départ pour le suivre.
it: Tocca una partenza per seguirla.

source: Tap any connection to track it now. Use its switch to turn the departure reminder off.
de: Tippe auf eine Verbindung, um sie sofort zu verfolgen. Mit dem Schalter stellst du die Abfahrts-Erinnerung ab.
fr: Touchez une correspondance pour la suivre maintenant. Son interrupteur coupe le rappel de départ.
it: Tocca una coincidenza per seguirla subito. Con l'interruttore spegni il promemoria di partenza.

source: Terms of use
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Condizioni d'uso

source: Test distance reminder
de: Distanz-Erinnerung testen
fr: Tester le rappel de distance
it: Prova promemoria distanza

source: Test reminder
de: Test-Erinnerung
fr: Rappel test
it: Promemoria di prova

source: That's fine. Your reminder still works, using your last known location instead of live updates. Allow all-time access any time to make it live.
de: Kein Problem. Deine Erinnerung funktioniert weiter, mit dem letzten bekannten Standort statt Live-Updates. Erlaube den Zugriff jederzeit, um sie live zu machen.
fr: Aucun souci. Votre rappel fonctionne toujours, avec votre dernière position connue au lieu du direct. Autorisez l'accès permanent à tout moment pour le rendre live.
it: Va benissimo. Il promemoria funziona comunque, con l'ultima posizione nota invece degli aggiornamenti live. Concedi l'accesso continuo quando vuoi per renderlo live.

source: The Apple Watch app is included with TrainTime. Install it from the Watch app.
de: Die Apple Watch App ist bei TrainTime dabei. Installiere sie über die Watch-App.
fr: L'app Apple Watch est incluse avec TrainTime. Installez-la depuis l'app Watch.
it: L'app per Apple Watch è inclusa in TrainTime. Installala dall'app Watch.

source: The lead becomes your walk time to the station plus the minutes above. Background updates keep it accurate as you move.
de: Der Vorlauf wird deine Gehzeit zur Station plus die Minuten oben. Hintergrund-Updates halten ihn genau, während du unterwegs bist.
fr: Le délai devient votre temps de marche jusqu'à l'arrêt plus les minutes ci-dessus. Les mises à jour en arrière-plan le gardent précis en déplacement.
it: L'anticipo diventa il tuo tempo a piedi fino alla fermata più i minuti sopra. Gli aggiornamenti in background lo tengono preciso mentre ti muovi.

source: The nearest stations and their live departures. Here's Bern Bahnhof.
de: Die nächsten Stationen mit ihren Live-Abfahrten. Hier: Bern Bahnhof.
fr: Les arrêts les plus proches et leurs départs en direct. Ici : Bern Bahnhof.
it: Le fermate più vicine con le loro partenze live. Qui: Bern Bahnhof.

source: The route to %@ will be forgotten.
de: Die Route nach %@ wird verworfen.
fr: L'itinéraire vers %@ sera oublié.
it: Il percorso per %@ sarà dimenticato.

source: This SBB link format isn't supported yet
de: Dieses SBB-Linkformat wird noch nicht unterstützt
fr: Ce format de lien CFF n'est pas encore pris en charge
it: Questo formato di link FFS non è ancora supportato

source: This trip is already underway or finished
de: Diese Reise läuft bereits oder ist vorbei
fr: Ce trajet est déjà en cours ou terminé
it: Questo viaggio è già in corso o concluso

source: Toggle a connection off to skip its reminder.
de: Schalte eine Verbindung ab, um ihre Erinnerung zu überspringen.
fr: Désactivez une correspondance pour passer son rappel.
it: Disattiva una coincidenza per saltarne il promemoria.

source: Track a departure
de: Eine Abfahrt verfolgen
fr: Suivre un départ
it: Segui una partenza

source: Track in the background
de: Im Hintergrund verfolgen
fr: Suivre en arrière-plan
it: Segui in background

source: Track in the background?
de: Im Hintergrund verfolgen?
fr: Suivre en arrière-plan ?
it: Seguire in background?

source: Track on watch
de: Auf der Uhr verfolgen
fr: Suivre sur la montre
it: Segui sull'orologio

source: Track on your phone and a departure mirrors to a paired watch, which also reads the phone's location, handy indoors. The watch icon turns green when it's live.
de: Verfolge am Handy und die Abfahrt spiegelt sich auf eine gekoppelte Uhr, die auch den Handy-Standort nutzt, praktisch drinnen. Das Uhr-Symbol wird grün, wenn es live ist.
fr: Suivez sur le téléphone et le départ se reflète sur une montre appairée, qui lit aussi la position du téléphone, pratique en intérieur. L'icône montre devient verte quand c'est en direct.
it: Segui sul telefono e la partenza si riflette su un orologio abbinato, che legge anche la posizione del telefono, utile al chiuso. L'icona orologio diventa verde quando è live.

source: Tracking on watch
de: Verfolgt auf der Uhr
fr: Suivi sur la montre
it: Seguito sull'orologio
